IDEA Open Model
SubStructureGeometry Properties
Compatible with IDEA StatiCa Beta 20.0
The SubStructureGeometry type exposes the following members.
Properties
Name | Description
ConnectionPoints
 Array of connection points
RealMembers
 Array of DesignMemberInSubStructure
TheoreticalMembers
 Array of DesignMemberInSubStructure
Top
See Also
Reference
SubStructureGeometry Class
IdeaRS.OpenModel.Model Namespace